"%1 already exists.\nDo you want to replace it?"="%1 există deja.\nDoriţi să îl înlocuiţi?";
"%1 days left"="%1 zile rămase";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="Directorul%1\nnu a fost găsit.\nVă rugăm verificaţi dacă a fost introdus numele de director corect.";
"%1\nFile not found.\nPlease verify the correct file name was given."="Fişierul%1\nnu a fost găsit.\nVă rugăm verificaţi dacă a fost introdus numele de fişier corect.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s este offline acum, însă Lecția dvs. va apărea automat data următoare când deschideți aplicația Lesons.";
"&Abort"="&Abandonare";
"&Add to Custom Colors"="&Adăugare la culori personalizate";
"&Basic colors"="&Culori de bază";
"&Cancel"="&Revocare";
"&Copy"="&Copiere";
"&Custom colors"="&Culori personalizate";
"&Define Custom Colors >>"="&Definire culori personalizate >>";
"&Delete"="&Ştergere";
"&Finish"="&Terminare";
"&Green:"="&Verde:";
"&Help"="&Ajutor";
"&Ignore"="&Ignorare";
"&Name:"="&Nume:";
"&Next >"="&Înainte >";
"&Next >"="&Înainte >";
"&No"="&Nu";
"&No"="&Nu";
"&Open"="&Deschidere";
"&Options <<"="&Opţiuni <<";
"&Options >>"="&Opţiuni >>";
"&Paste"="&Lipire";
"&Print"="&Imprimare";
"&Red:"="&Roşu:";
"&Redo"="&Refacere";
"&Reload"="&Reîncărcare";
"&Rename"="&Redenumire";
"&Retry"="&Reîncercare";
"&Sat:"="&Sat:";
"&Save"="&Salvare";
"&Undo"="&Anulare";
"&Unsorted"="&Nesortat";
"&Val:"="&Val:";
"&Yes"="&Da";
"&Yes"="&Da";
"..."="...";
":"=":";
"< &Back"="< &Înapoi";
"< Share Options"="<Distribuiți Opțiuni";
"< Share with SMART Board"="< Partajare cu SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Despre Qt</h3>%1<p>Qt este un set de instrumente C++ pentru dezvoltarea aplicaţiilor indiferent de platformă.</p><p>Qt oferă portabilitate de la o singură sursă în MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux şi toate variantele comerciale Unix principale. Aplicaţia Qt este, de asemenea, disponibilă pentru dispozitive integrate, sub forma Qtopia Core.</p><p>Qt este un produs a Trolltech. Pentru informaţii suplimentare, accesaţi <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Acest program foloseşte Qt Open Source Edition versiunea %1.</p><p>Qt Open Source Edition este destinat dezvoltării aplicaţiilor Open Source. Pentru dezvoltarea de aplicaţii proprietare (surse închise), aveţi nevoie de licenţe Qt.</p><p>Pentru o prezentare a licenţelor Qt, accesaţi <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Acest program utilizează Qt versiunea %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Această versiune de software SMART Notebook necesită o cheie de produs SMART Notebook Avantaj. Pentru detalii, vă invităm să vizitaţi <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="Canal a&lfa:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 ţoli)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Abandonare";
"About %1"="Despre %1";
"About Qt"="Despre Qt";
"Account"="Cont";
"Activate"="Activare";
"Activated"="Activat";
"Activates the program's main window"="Activează fereastra principală a programului";
"Activation Key"="Cheia de activare:";
"Activation Web Services:"="Activare servicii web:";
"Activation Wizard"="Expert de activare";
"Activation Wizard is outdated."="Versiunea expertului de activare este depăşită.";
"Activation required"="Este necesară activarea";
"Add Boards"="Adăugați plăci";
"Advanced"="Avansat";
"Aliases: %1"="Pseudonime: %1";
"All Files (*)"="Toate fişierele (*)";
"All Files (*.*)"="Toate fişierele (*.*)";
"All pending requests have been canceled."="Toate solicitările în aşteptare au fost anulate.";
"Apply"="Se aplică";
"Are you sure you want to delete license information?"="Sigur ştergeţi informaţiile de licenţă?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Sunteţi sigur că doriţi să returnaţi cheia acestui produs? Licenţa de pe acest computer va fi dezactivată imediat (înainte de finalizarea returului).";
"Authentication Required"="Autentificare necesară";
"Authentication required"="Autentificare necesară";
"Automatic Activation"="Activare automată";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 ţoli)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Înapoi";
"Bl&ue:"="Al&bastru:";
"Browse Content"="Răsfoiți materialele";
"Browse..."="Răsfoire...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Revocare";
"Canceled"="Revocat";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Cheia nu poate fi activată. Încercaţi să o activaţi din nou.\n\nDacă problema persistă, consemnaţi mesajele de eroare şi contactaţi asistenţa tehnică SMART.";
"Centimeters (cm)"="Centimetri (cm)";
"Check Activation Server Connectivity"="Verificaţi conectivitatea serverului de activare";
"Check for renewals complete. No renewals found."="S-a verificat existenţa unor reînnoiri. Nu s-au găsit reînnoiri.";
"Checking..."="Verificare...";
"Choose your SMART Board"="Alegeți-vă Smart Board-ul";
"Class ID"="ID Curs";
"Class Name"="Numele cursului";
"Cleaning up a few things..."="Se face curăţenie...";
"Click here to test connectivity."="Daţi clic aici pentru a testa conectivitatea.";
"Close"="Închidere";
"Close without Saving"="Închidere fără salvare";
"Collate"="Asamblare";
"Color"="Culoare";
"Color Mode"="Mod culoare";
"Commit"="Aplică";
"Complete Later"="Finalizare ulterioară";
"Connect"="Conectare";
"Connected to host"="Conectat la gazdă";
"Connected to host %1"="Conectat la gazda %1";
"Connection Options"="Opţiuni conectare";
"Connection Options..."="Opţiuni conectare...";
"Connection closed"="Conexiune închisă";
"Connection refused"="Conexiune refuzată";
"Connection refused (or timed out)"="Conexiune refuzată (sau expirată)";
"Connection to %1 closed"="Conexiunea la %1 închisă";
"Contact Support at:"="Contactaţi asistenţa la:";
"Contact technical support"="Contactare asistenţă tehnică";
"Continue"="Continuare";
"Copies"="Copii";
"Copies:"="Copii:";
"Copy"="Copiere";
"Copy &Link Location"="Copiaţi adresa &link-ului";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Activarea nu s-a putut realiza. S-ar putea să existe o problemă la serverele de activare. Vă rugăm să încercaţi mai târziu.";
"Could not connect to the server. Trying again..."="Nu s-a putut realiza conexiunea la server. Se încearcă din nou ...";
"Couldn't find a board with that code. Want to try again?"="Nu am putut să găsesc placa cu acel cod. Doriți să încercați încă o dată?";
"Couldn't load profile"="Nu am putut să încărcăm profilul";
"Couldn't start the trial period."="Perioada de probă nu a putut începe.";
"Count"="Contorizare";
"Create New Folder"="Creare dosar nou";
"Create a New File"="Creare fișier nou";
"Create a link to this document"="Creați un link către acest document";
"Creating ..."="Se creează ...";
"Cu&t"="Decu&pare";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Date corupte";
"Delete"="Ştergere";
"Detail View"="Vizualizare detalii";
"Details:"="Detalii:";
"Directories"="Directoare";
"Directory"="Director";
"Disabled"="Dezactivat";
"Discard"="Renunţare";
"Do you want to discard this request or complete it later?"="Doriţi să renunţaţi la această solicitare sau o finalizaţi mai târziu?";
"Don't Save"="Nu salvaţi";
"Don't show this again"="Fără afişare ulterioară";
"Done"="Terminare";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Descărcare incompletă. S-au primit %1 octeţi din %2.";
"Drive"="Unitate";
"Duplex Printing"="Imprimare duplex";
"Error writing response to device"="Eroare scriere răspuns pe dispozitiv";
"Examples"="Exemple";
"Executable '%1' requires Qt %2, found Qt %3."="Executabilul '%1' necesită Qt %2, Qt %3 a fost găsit.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 ţoli, 191 x 254 mm)";
"Expired"="Expirat";
"Expired on %1"="A expirat în data de %1";
"Expires on %1"="Expiră în data de %1";
"Failed due to a data error. Please contact our support."="Eşuare din cauza unei erori a datelor. Contactaţi asistenţa tehnică.";
"Failed to cancel all pending requests."="Nu s-a reuşit anularea tuturor solicitărilor în aşteptare.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Imposibil de conectat la serverul SMART. Încercaţi din nou mai târziu sau încercaţi activarea manuală.";
"Failed to write activation information. Make sure you have enough permissions."="Scrierea informaţiilor de activare a eşuat. Asiguraţi-vă că aveţi permisiuni suficiente.";
"Failed. Details: "="Eşuat. Detalii. ";
"False"="Fals";
"File"="Fişier";
"File name:"="Nume fişier:";
"Files of type:"="Fişiere de tipul:";
"Finished"="Terminat:";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Formă";
"From page:"="De la pagina:";
"Fulfillment ID"="ID îndeplinire";
"Get started with SMART Notebook software"="Începeţi cu software-ul SMART Notebook";
"Getting things ready..."="Pregătim lucrurile...";
"Go Back"="Revenire";
"Grace period has expired."="Perioada de grație a expirat.";
"Grace period: <b>%1</b> day(s) remaining"="Perioada de graţie: <b>%1</b> zi(le) rămasă(e)";
"Grayscale"="Nuanţe de gri";
"Great! Your lesson is on its way to the SMART Board."="Bravo! Lecția dumneavoastră este în drum spre SMART Board.";
"HTTP request failed"="Solicitare HTTP eşuată";
"HTTPS connection requested but SSL support not compiled in"="Conexiune HTTPS solicitată, însă suportul SSL nu a fost compilat";
"Height:"="Înălţime:";
"Help"="Ajutor";
"Hide %1"="Ascunde %1";
"Hide Others"="Ascunde altele";
"Host %1 found"="Gazda %1 găsită";
"Host %1 not found"="Gazda %1 nu a fost găsită";
"Host found"="Gazdă găsită";
"Host requires authentication"="Gazda necesită autentificare";
"Host:"="Gazdă:";
"Hu&e:"="Cu&loare:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Accept termenii şi condiţiile din <a href=\"showEula()\">acordul de licenţă</a>.";
"Ignore"="Ignorare";
"Inches (in)"="Ţoli (in)";
"Include your name to help students find your class quickly."="Adăugați-vă pentru a-i ajuta pe cursanți să vă găsească cursul repede..";
"Includes maintenance ending on:"="Include întreținerea care se termină în data de:";
"Includes permanent activations."="Activările premanente sunt incluse.";
"Includes subscriptions expiring on:"="Include abonamente care expiră în data de:";
"Incompatible Qt Library Error"="Eroare Bibliotecă Qt incompatibilă";
"Installation ID"="ID instalare";
"Internet access is disabled by the system administrator."="Accesul la internet este dezactivat de către administratorul sistemului.";
"Invalid"="Invalid";
"Invalid HTTP chunked body"="Corp fragmentat HTTP incorect";
"Invalid HTTP response header"="Antet răspuns HTTP incorect";
"Invalid entitlement"="Drept incorect";
"Invalid product key."="Cheie de produs incorectă.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Se pare că biblioteca cu Lecții a plăcii este plină. Puteți să ștergeți lecții pentru a elibera spațiu.";
"Landscape"="Peisaj";
"Learn how to renew."="Aflați cum să-l reînnoiți.";
"Learn more."="Informaţii suplimentare.";
"Learn the Basics"="Învățați noțiunile de bază";
"Ledger (432 x 279 mm)"="Registru (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14 ţoli, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Scrisoare (8,5 x 11 inci, 216 x 279 mm)";
"Limitations"="Limitări";
"List View"="Vizualizare listă";
"Location:"="Amplasare:";
"Long side"="Lungime";
"Look in:"="Căutare în:";
"Lync connector"="Conector Lync";
"Manage"="Administrare";
"Manual Request"="Solicitare manuală";
"Margins"="Margini";
"Microsoft (personal)"="Microsoft (personal)";
"Millimeters (mm)"="Milimetri (mm)";
"My Computer"="Calculatorul meu";
"N&o to All"="N&u pentru Toate";
"N&o to All"="N&u pentru Toate";
"Name:"="Nume:";
"No Internet Connection"="Fără conexiune la internet";
"No boards yet. Get connected."="Încă nu există placi. Conectați-vă.";
"No proxy"="Fără proxy";
"No server set to connect to"="Niciun server stabilit pentru conectare";
"No space left on device"="Lipsă spaţiu pe aparat";
"No such file or directory"="Nu există astfel de fişiere sau directoare";
"No, I'll complete my request(s) later."="Nu, voi finaliza solicitările mele mai târziu.";
"No, cancel all pending requests."="Nu, anulează toate solicitările în aşteptare.";
"None"="Nici unul";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Notă: Dacă adresele URL nu sunt accesibile, ajustaţi setările proxy şi încercaţi să testaţi conectivitatea din nou.";
"Number of copies:"="Număr de copii:";
"OK"="OK";
"Office 365 (school)"="Office 365 (școală)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Hopa! Autentificarea dumneavoastră nu a putut fi finalizată. Vă rugăm să încercaţi din nou. \n\nDacă nu funcționează, omiteți autentificarea și încercați încă o dată, mai târziu, din meniul contului.";
"Oops. Something went wrong. Restarting the computer might help."="Hopa. S-a întâmplat ceva! Repornirea computerului ar putea fi de ajutor.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Hopa. Nu putem să finalizăm această acțiune fără o conexiune la internet.  \n\nVă rugăm să vă reconectați și încercați încă o dată.";
"Oops. We couldn't load your profile right now. Please try again later."="Hopa. Nu am putut să vă încărcăm profilul. Vă rugăm să încercaţi mai târziu.";
"Open"="Deschidere";
"Open "="Deschidere ";
"Open in SMART Notebook on this computer."="Deschideți în SMART Notebook pe acest computer.";
"Open in the Notebook Player app on my SMART Board with iQ."="Deschideți în aplicația Notebook Player pe SMART Board-ul meu cu IQ.";
"Operation completed successfully."="Operaţiune finalizată cu succes.";
"Options"="Opţiuni";
"Orientation"="Orientare";
"Orientation:"="Orientare:";
"Output &file:"="&Fişier rezultat:";
"Output Settings"="Setări rezultat";
"P&roperties"="P&roprietăţi";
"Page size:"="Mărime pagină:";
"Pages from"="Pagini de la";
"Paper"="Hârtie";
"Paper format"="Format hârtie";
"Paper source:"="Sursă hârtie:";
"Parent Directory"="Director superior";
"Password"="Parolă";
"Password:"="Parolă:";
"Permission Required"="Permisiune necesară";
"Permission denied"="Permisiune refuzată";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefon: 1.866.518.6791 sau +1.403.228.5940";
"Please try again"="Vă rugăm să încercați încă o dată";
"Please try again later"="Vă rugăm să încercaţi mai târziu";
"Points (pt)"="Puncte (pt)";
"Portrait"="Portret";
"PostScript Files (*.ps);;All Files (*)"="Fişiere PostScript (*.ps);;Toate fişierele (*)";
"Preferences..."="Preferinţe...";
"Premium features expired on %1"="Caracteristicile premium au expirat în data de %1";
"Premium features will expire on %1 without an active subscription"="Caracteristicile premium vor expira la %1 în lipsa unui abonament activ";
"Preparing your document. This can take a while..."="Pregătirea documentului. Acest lucru poate dura ceva timp ...";
"Preview"="Examinare";
"Print all"="Imprimare totală";
"Print destination"="Destinaţie imprimare";
"Print first page first"="Imprimare prima pagină mai întâi";
"Print in color if available"="Imprimare color dacă se poate";
"Print in grayscale"="Imprimare în nuanţe de gri";
"Print last page first"="Imprimare ultima pagină mai întâi";
"Print range"="Interval de imprimare";
"Print selection"="Selecţie imprimare";
"Print to File (PDF)"="Imprimare în fişier (PDF)";
"Print to File (Postscript)"="Imprimare în fişier (Postscript)";
"Print to SMART Notebook"="Imprimare în SMART Notebook";
"Print to file:"="Către fişierul:";
"Print to printer:"="Către imprimanta:";
"Printer"="Imprimantă";
"Printer settings"="Setări imprimantă";
"Product"="Product";
"Product Key"="Cheie produs";
"Product Key is not valid"="Cheia produsului nu este validă";
"Product Key:"="Cheie produs:";
"Product key has expired."="Cheia de produs a expirat.";
"Product:"="Produs:";
"Profile"="Profil";
"Proxy Settings"="Setări proxy";
"Proxy authentication required"="Autentificare Proxy necesară";
"Proxy requires authentication"="Proxy necesită autentificare";
"QT_LAYOUT_DIRECTION"="INSTRUCŢIUNE_ASPECT_QT";
"Quit"="Părăsire";
"Quit %1"="Părăsire %1";
"Recent"="Recent";
"Recents"="Recenți";
"Remaining signed in will give you access to SMART Notebook's basic features."="Dacă rămâneți conectat(ă), veți avea acces la caracteristici de bază ale SMART Notebook.";
"Request Files (%1)"="Solicitare fişiere (%1)";
"Request aborted"="Cerere anulată";
"Request denied. See Technical Details below for more information."="Solicitare refuzată. Pentru mai multe detalii, vezi detaliile tehnice de mai jos.";
"Request type: Activate"="Tip solicitare: Activare";
"Request type: Renew"="Tip solicitare: Reînnoire";
"Request type: Repair"="Tip solicitare: reparaţie";
"Request type: Return"="Tip solicitare: Returnare";
"Request:"="Cerere:";
"Reset"="Resetare";
"Response Files (%1)"="Răspuns fişiere (%1)";
"Restore Defaults"="Restaurare valori implicite";
"Result:"="Rezultat:";
"Retrieving your account information..."="Preluarea informațiilor referitoare la cont...";
"Retry"="Reîncercare";
"Reverse"="Inversare";
"Reverse landscape"="Inversare vedere";
"Reverse portrait"="Inversare portret";
"SMART Account"="Cont SMART";
"SMART Document Camera Mixed Reality Tools"="Instrumente realitate mixtă SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online -accesați Notebook de oriunde";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Ediţie personală";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Conector SMART Meeting Pro pentru Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Instrumente 3D SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Caracteristici premium ale</a> SMART Notebook";
"SMART Notebook Collaborative License"="Licenţă de colaborare SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook Vocabular Engleză Exemplul 1";
"SMART Notebook History Example 1"="SMART Notebook Istorie Exemplul 1";
"SMART Notebook Math Example 1"="SMART Notebook Matematică Exemplul 1";
"SMART Notebook Math Example 2"="SMART Notebook Matematică Exemplul 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Științe Exemplul 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Set de instrumente SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies — Expertul de activare";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Conexiune SSL eşuată";
"Save"="Salvare";
"Save All"="Salvare totală";
"Save As"="Salvare ca";
"Search the SMART Exchange"="Căutați la SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Consultaţi acest <a href='%1'>articol din baza de cunoştinţe</a> şi <a href='%2'>diagrama de depanare</a> pentru a afla detalii despre soluţionarea problemelor de conectivitate, mai ales când folosiţi un proxy.";
"Select All"="Selectare totală";
"Select a Directory"="Selectare director";
"Select color"="Selectare culoare";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Selectați cum doriți să partajați acest fișier în profilul dvs. online SMART Learning Suite";
"Select the Response File"="Selectare fişier răspuns";
"Selection"="Selectare";
"Send to SMART Cloud"="Trimite la SMART Cloud";
"Server closed connection unexpectedly"="Serverul a închis conexiunea neaşteptat";
"Services"="Servicii";
"Share"="Partajați";
"Share Now"="Partajați acum";
"Share this file with the Lessons app on a SMART Board"="Partajați acest fișier cu aplicația Lessons pe un SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Partajați acest fișier cu aplicația Notebook Player pe un SMART Board";
"Share to SMART Board with iQ"="Partajare pe SMART Board cu iQ";
"Share to the Notebook Player app"="Partajați pe aplicația Notebook Player";
"Share using a link"="Partajați printr-un link";
"Share with a SMART Board"="Partajare cu un SMART Board";
"Short side"="Lăţime";
"Show &hidden files"="Afişare &fişiere ascunse";
"Show All"="Afişează toate";
"Sign In"="Autentificare";
"Sign In Again"="Autentificați-vă încă o dată";
"Sign Out"="Deconectare";
"Sign in"="Autentificare";
"Sign in didn't work"="Autentificare nereușită";
"Sign in is required for accessing key SMART features."="Este nevoie să vă autentificați pentru a accesa caracteristici cheie SMART.";
"Sign in to or create a SMART account"="Autentificați-vă sau creați un cont SMART";
"Sign in to use this feature"="Autentificaț-vă pentru a utiliza această caracteristică";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Logați-vă în contul dvs. SMART pentru a vă accesa beneficiile abonamentului SMART sau pentru a utiliza Notebook-ul într-un mod limitat.";
"Sign in with Google"="Autentificați-vă prin Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Autentificați-vă prin contul personal Google, Office 365 sau Microsoft.";
"Sign in with a browser"="Autentificați-vă cu un browser";
"Sign up for free"="Înregistrați-vă gratuit";
"Sign up for the latest updates from SMART"="Înscrieți-vă pentru cele mai recente actualizări de la SMART";
"Signed in as:"="Conectat ca:";
"Skip Sign In"="Săriți peste autentificare";
"Skip sign in for now"="Săriți peste autentificare deocamdată";
"Skipped sign in"="Autentificare omisă";
"Software enabled"="Software activat";
"Some of your license keys have expired. Click here for more info."="Unele dintre cheile dvs. de licenţă au expirat. Faceţi clic aici pentru informaţii suplimentare.";
"Some of your license keys will expire in %1 days. Click here for more info."="Unele dintre cheile dvs. de licenţă vor expira în %1 zile. Faceţi clic aici pentru informaţii suplimentare.";
"Something went wrong. Want to try again?"="S-a întâmplat ceva. Doriți să încercați încă o dată?";
"Sort"="Sortare";
"Sort by &Date"="Sortare după &Dată";
"Sort by &Name"="Sortare după &Nume";
"Sort by &Size"="Sortare după &Dimensiune";
"Status"="Stare";
"Status:"="Stare:";
"Stay Inspired"="Stai inspirat/-ă";
"Subscription: <b>%1</b> day(s) remaining"="Abonament: <b>%1</b> zi(le) rămasă(e)";
"Succeeded"="Reuşit";
"Symbolic Link"="Legătură simbolică";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Atingeți pictograma Conectare %s în aplicația Lecții pentru a primi un cod din 4 caractere apoi introduceți acel cod mai jos.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Atingeți pictograma Conectare %s în aplicația Notebook Player pentru a primi un cod din 4 caractere apoi introduceți acel cod mai jos.";
"Test Connectivity..."="Testaţi conectivitatea...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Această adresă de e-mail este deja asociată cu un cont SMART. Înregistrați-vă cu o adresă de e-mail diferită.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Ciudat ... \ n \ nNu știm exact ce s-a întâmplat, dar nu vă puteți autentifica chiar acum.";
"The activation didn't complete. See below for status information."="Activarea nu s-a finalizat. Detalii mai jos.";
"The following Product Key is not valid: "="Următoarea cheie de produs nu este validă: ";
"The information copied successfully, and your Internet browser will open."="Informaţia a fost copiată cu succes şi se va deschide browser-ul dvs. de Internet.";
"The installed version of this product requires a newer maintenance license."="Versiunea instalată a acestui produs necesită o licenţă de întreţinere mai nouă.";
"The link has been copied to the clipboard."="Link-ul a fost copiat în clipboard.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Numărul de activări pentru această cheie de produs a depăşit valoarea maximă. Contactaţi asistenţa tehnică.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Cheia produsului pe care o folosiți a fost anulată. Vă rugăm să contactați echipa de asistență SMART pentru informații suplimentare.";
"The product key you entered is already in the list."="Cheia produsului pe care aţi introdus-o figurează deja în listă.";
"The request file saved successfully. Copy the file to another computer to continue."="Fişierul solicitare a fost salvat cu succes. Pentru a continua, copiaţi fişierul pe alt computer.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Solicitarea a reuşit în cazul unor chei de produs, însă a eşuat în cazul altora.";
"The sign in took too long and has expired."="Autentificarea a durat prea mult și a expirat.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Sistemul este întreținut chiar acum, dar va fi disponibil în curând. Scuze pentru neplăceri.";
"The trial period has started."="Perioada de probă a început.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Această cheie nu a putut fi activată. Încercaţi să o activaţi din nou.\n\nDacă problema persistă, consemnaţi mesajele de eroare şi contactaţi asistenţa tehnică SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Fişa cu drepturile ce derivă din această cheie nu este configurată corect. Contactați asistența tehnică SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Pentru a vă conecta la SMART, va trebui să introduceți un nume de utilizator și o parolă pentru proxy %s";
"To page:"="La pagina:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Pentru a activa cheia produsului, toate conexiunile trebuie să funcționeze. Marcajele verzi indică conexiunile care funcționează.";
"Too many open files"="Prea multe fişiere deschise";
"Trial Extension"="Extensie de probă";
"Trial: <b>%1</b> day(s) remaining"="Probă: <b>%1</b> zi(le) rămase";
"True"="Adevărat";
"Try Again"="Încercaţi din nou";
"Try again later or try a manual request now."="Încercaţi mai târziu sau încercaţi manual acum.";
"Try it Online!"="Încercați online!";
"Type your user name and password."="Introduceţi numele de utilizator şi parola.";
"Type:"="Tip:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Plic (105 x 241 mm)";
"Unable to complete your request."="Solicitarea nu poate fi onorată.";
"Unable to copy."="Imposibil de activat.";
"Unable to create your file."="Fişierul dvs. nu poate fi creat.";
"Unable to open %1 for writing."="%1 nu s-a putut deschide pentru scriere.";
"Unable to open source file for reading."="Nu s-a putut deschide pentru citire fişierul sursă.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Browser-ul dvs. de Internet nu se deschide. Încercaţi să deschideţi browser-ul manual sau continuaţi pe un alt computer.";
"Unable to read response from file."="Răspunsul nu poate fi citit din fişier.";
"Unable to rename %1 to %2."="Nu s-au putut redenumi %1 în %2.";
"Unable to save your request."="Cerinţa nu a putut fi salvată.";
"Unknown"="Necunoscut";
"Unknown Location"="Locaţie necunoscută";
"Unknown authentication method"="Metodă de autentificare necunoscută";
"Unknown error"="Eroare necunoscută";
"Unknown error."="Eroare necunoscută.";
"Unknown protocol specified"="Protocol necunoscut specificat";
"Upload this document and create a link to share with others."="Încărcați acest document și creați un link pentru a permite accesul altor persoane.";
"Upload to SMART Cloud"="Încărcați pe SMART Cloud";
"Uploading your file..."="Vi se încarcă fișierul ...";
"Use Internet Explorer settings"="Utilizează setările din Internet Explorer";
"Use System settings"="Utilizează setările sistemului";
"Use other proxy:"="Utilizează un alt proxy:";
"User Name:"="Nume utilizator:";
"User name:"="Nume utilizator:";
"Valid for versions released before %1"="Valabil pentru versiunile lansate înainte de %1";
"Version %s"="Versiune %s";
"Volume activated"="Volum activat";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Răspunsul nu a putut fi procesat. Cererea vine de la un alt computer sau a fost deja procesată.";
"We'll remember %s for next time."="Ne vom aminti %s pentru data viitoare.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Bine aţi venit la software-ul %1 de la SMART Technologies.";
"Welcome to SMART Notebook"="Bun venit la SMART Notebook";
"What's This?"="Ce este aceasta?";
"Width:"="Lăţime:";
"Working on it."="Se lucrează la aceasta.";
"Working on it.."="Se lucrează la aceasta ...";
"Working on it..."="Se lucrează la aceasta ...";
"Wrong content length"="Lungime incorectă conţinut";
"Yes to &All"="Da pentru &Toate";
"Yes to &All"="Da pentru &Toate";
"Yes, I have a numeric response code similar to %1."="Da, am un cod de răspuns numeric, similar cu %1.";
"Yes, I have a response file."="Da, am un fişier răspuns.";
"Yes, I have a response message that starts with %1."="Da, am un mesaj răspuns care începe cu %1.";
"Yes, I have an activation key similar to %1."="Da, am o cheie de activare similară cu %1.";
"You can close this tab and return to SMART Notebook."="Puteți să închideți această filă și să vă întoarceți la SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Aveți posibilitatea de a vă gestiona contul și ID-ul cursului din meniul contului.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Puteți să vă autentificați mai târziu din meniul contului. Este nevoie să vă autentificați pentru o serie de caracteristici cheie SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Ați optat să nu-i permiteți aplicației noastre să vă acceseze contul. Nu ne veți putea utiliza aplicația până nu acceptați.";
"You have %1 days to complete activation."="Aveți %1 zile pentru a finaliza activarea.";
"You have signed out"="V-ați deconectat";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Nu i-ați dat încă permisiunea lui SMART să vă acceseze informațiile de cont, fapt care este necesar în vederea autentificării. Doriți să încercați să vă autentificați încă o dată?";
"You may wish to send results to your organization's technical support contact."="Dacă doriţi, puteţi trimite rezultatele persoanei care asigură asistenţa tehnică în organizaţia dumneavoastră.";
"You need to sign in before you can use this feature."="Trebuie să vă autentificați înainte de a putea să utilizați această caracteristică.";
"You're all set!"="Sunteți gata!";
"You're unable to change these settings because you manually configured a proxy."="Nu puteţi modifica aceste setări deoarece aţi configurat manual un proxy.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Deocamdată ați sărit peste autentificare. Puteți să vă autentificați mai târziu din meniul contului.";
"Your SMART Boards"="Smart Board-urile dvs.";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Abonamentul dvs. la SMART Learning Suite va expira în%d zile. Aflați cum să-l reînnoiți.";
"Your SMART account"="Contul dvs. SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Browser-ul dumneavoastră s-a deschis la o pagină de autentificare. Veți fi trimis(ă) înapoi aici după autentificare.";
"Your first trial extension is activated."="Prima dvs. extensie de probă este activată.";
"Your first trial extension isn't activated."="Prima dvs. extensie de probă nu este activată.";
"Your second trial extension is activated."="A doua dvs. extensie de probă este activată.";
"Your second trial extension isn't activated."="A doua dvs. extensie de probă nu este activată.";
"Your trial period has ended."="Perioada dvs. de probă s-a încheiat.";
"bottom margin"="margine inferioară";
"left margin"="margine stânga";
"locally connected"="conectat local";
"right margin"="margine dreapta";
"to"="la";
"top margin"="margine superioară";
"unknown"="necunoscut";
